Repository: pods-framework/pods
Catalog: languages/pods-*.po
Languages: ru_ru

source: New Field
ru_ru: Новое поле

source: File Limit
ru_ru: Ограничение файла

source: Duplicate this field
ru_ru: Дублировать это поле

source: Restrict File Types
ru_ru: Ограничить типы файлов

source: Delete this field
ru_ru: Удалить это поле

source: Basic
ru_ru: Основной

source: Additional Field Options
ru_ru: Дополнительные опции поля

source: Any Type (no restriction)
ru_ru: Любой тип (без ограничений)

source: You will use this name to programatically reference this field throughout WordPress
ru_ru: Вы будете использовать это имя для программного доступа к этому полю.

source: Other (customize allowed extensions)
ru_ru: Другие (настроить разрешенные расширения)

source: Field Type
ru_ru: Тип поля

source: Allowed File Extensions
ru_ru: Разрешенные расширения файла

source: Related To
ru_ru: Относится к

source: Separate file extensions with a comma (ex. jpg,png,mp4,mov)
ru_ru: Разделите расширения файла с помощью запятой (например jpg,png,mp4,mov)

source: Custom Defined Options
ru_ru: Дополнительно заданные опции

source: Allow HTML?
ru_ru: Разрешать HTML?

source: One option per line, use <em>value|Label</em> for separate values and labels
ru_ru: Один вариант на строку, используйте <em>Подпись</em> для разделения подписей и значений.

source: Enable oEmbed?
ru_ru: Разрешить oEmbed?

source: Bi-directional Field
ru_ru: Двунаправленное поле

source: Embed videos, images, tweets, and other content.
ru_ru: Встроить видео, картинки, твиты и другое содержимое.

source: Bi-directional fields will update their related field for any item you select. This feature is only available for two relationships between two Pods.<br /><br />For example, when you update a Parent pod item to relate to a Child item, when you go to edit that Child item you will see the Parent pod item selected.
ru_ru: Двунаправленные поля будут обновлять относящиеся к ним поля для любых элементов, которые вы выберете. Эта возможность доступна только для двух связей между двумя Pods. <br /><br />Для примера, когда вы добавите к элементу-родителю связь с дочерним элементом, то при редактировании дочернего элементы вы увидите что выбран родительский элемент.

source: Enable wptexturize?
ru_ru: Включить wptexturize?

source: Options
ru_ru: Опции

source: Transforms less-beautfiul text characters into stylized equivalents.
ru_ru: Преобразовать некрасивые текстовые символы в стилизованные эквиваленты.

source: Required
ru_ru: Обязательно

source: Enable convert_chars?
ru_ru: Включить convert_chars?

source: Unique
ru_ru: Уникальный

source: Converts text into valid XHTML and Unicode
ru_ru: Преобразовать текст в валидный HTML и Unicode

source: Conditional Logic
ru_ru: Условная логика

source: Enable wpautop?
ru_ru: Включить wpautop?

source: Delete Field
ru_ru: Удалить поле

source: Changes double line-breaks in the text into HTML paragraphs
ru_ru: Изменить двойной перенос строки в тексте на параграфы HTML

source: Update Field
ru_ru: Обновить поле

source: Embed [shortcodes] that help transform your static content into dynamic content.
ru_ru: Встроенные [шорткоды] которые помогут вам преобразовать ваш статичный контент в динамичное содержимое.

source: Add Field
ru_ru: Добавить поле

source: Allowed HTML Tags
ru_ru: Разрешенные HTML тэги

source: Other
ru_ru: Другие

source: Visual
ru_ru: Визуально

source: International
ru_ru: Международный

source: Additional CSS Classes
ru_ru: Дополнительные CSS классы

source: Any (no validation available)
ru_ru: Любые (проверка не доступна)

source: Input Helper
ru_ru: Помошники ввода

source: Phone Options
ru_ru: Опции телефона

source: Values
ru_ru: Значения

source: Enable Phone Extension?
ru_ru: Включить телефонное расширение?

source: Default Value
ru_ru: Значение по-умолчанию

source: The %s field is required.
ru_ru: Поле %s обязательно.

source: Set Default Value via Parameter
ru_ru: Установить значение по-умолчанию через параметр

source: Invalid phone number provided for the field %s.
ru_ru: Неверный телефонный номер введен для поля %s.

source: Visibility
ru_ru: Видимость

source: Selection Type
ru_ru: Тип выбора

source: No Related Fields Found
ru_ru: Не найдено связанных полей

source: help
ru_ru: помощь

source: <h6>Label</h6>The label is the descriptive name to identify the Pod field.
ru_ru: <h6>Подпись</h6> Подпись это описательное имя для идентификации поля Pod.

source: Autocomplete
ru_ru: Автозаполнение

source: <h6>Name</h6>The name attribute is what is used to identify and access the Pod field programatically.
ru_ru: <h6>Имя</h6> Этот атрибут используется для программной идентификации и доступа к Pod.

source: Flexible
ru_ru: Гибкий

source: <h6>Field Types</h6>Field types are used to determine what kind of data will be stored in the Pod. They can range from, dates, text, files, etc.
ru_ru: <h6>Типы полей</h6>Типы полей используются для определения, какие типы данных будут храниться в Pod. Это могут быть даты, текст, файлы и т.д..

source: Checkboxes
ru_ru: Чекбоксы

source: Add New <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ru_ru: Добавить новый <span class="pods-slugged" data-sluggable="label_singular">элемент</span>

source: Multi Select
ru_ru: Множественный выбор

source: New <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ru_ru: Новый <span class="pods-slugged" data-sluggable="label_singular">элемент</span>

source: Selection Limit
ru_ru: Ограничение выбора

source: Edit <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ru_ru: Редактировать <span class="pods-slugged" data-sluggable="label_singular">элемент</span>

source: Display Field in Selection List
ru_ru: Показывать поле в списке выбора

source: Update <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ru_ru: Обновить <span class="pods-slugged" data-sluggable="label_singular">элемент</span>

source: Provide the name of a field on the related object to reference, example: {@post_title}
ru_ru: Предоставлять имя поля связанного объекта для ссылки, например {@post_title}

source: View <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ru_ru: Просмотреть <span class="pods-slugged" data-sluggable="label_singular">элемент</span>

source: Customized <em>WHERE</em>
ru_ru: Измененный <em>WHERE</em>

source: All <span class="pods-slugged" data-sluggable="label">Items</span>
ru_ru: Все <span class="pods-slugged" data-sluggable="label">элементы</span>

source: Customized <em>ORDER BY</em>
ru_ru: Измененный <em>ORDER BY</em>

source: Search <span class="pods-slugged" data-sluggable="label">Items</span>
ru_ru: Искать <span class="pods-slugged" data-sluggable="label">элементы</span>

source: Customized <em>GROUP BY</em>
ru_ru: Измененный <em>GROUP BY</em>

source: Not Found
ru_ru: Не найдено

source: -- Select One --
ru_ru: -- Выберите один --

source: Not Found in Trash
ru_ru: В корзине не найдено

source: Popular <span class="pods-slugged" data-sluggable="label">Items</span>
ru_ru: Популярные <span class="pods-slugged" data-sluggable="label">элементы</span>

source: http://example.com/ (remove www)
ru_ru: http://example.com/ (без www)

source: Separate <span class="pods-slugged-lower" data-sluggable="label">items</span> with commas
ru_ru: Разделяйте <span class="pods-slugged-lower" data-sluggable="label">элементы</span> запятыми

source: http://www.example.com/ (force www if no sub-domain provided)
ru_ru: http://www.example.com/ (использовать www если не задан субдомен)

source: Add or remove <span class="pods-slugged-lower" data-sluggable="label">items</span>
ru_ru: Добавить или удалить <span class="pods-slugged-lower" data-sluggable="label">элементы</span>

source: Choose from the most used
ru_ru: Выберите из наиболее используемых

source: example.com (force removal of www)
ru_ru: example.com (убирать www)

source: Post Type Description
ru_ru: Описание типа постов

source: www.example.com (force www if no sub-domain provided)
ru_ru: www.example.com (убирать www если не задан субдомен)

source: A short descriptive summary of what the post type is.
ru_ru: Короткое описание типа постов.

source: Invalid website provided for the field %s.
ru_ru: Неверный вебсайт задан для поля %s.

source: Public
ru_ru: Публичный

source: Editor
ru_ru: Редактор

source: Publicly Queryable
ru_ru: Публично запрашиваемый

source: TinyMCE (WP Default)
ru_ru: TinyMCE (по-умолчанию в WP)

source: Exclude from Search
ru_ru: Исключить из поиска

source: Show Admin UI
ru_ru: Показать Admin UI

source: Submit
ru_ru: Отправить

source: Show Admin Menu in Dashboard
ru_ru: Показывать Меню администрирования на Дашборде

source: Pods - Field Value
ru_ru: Pods - значение поля

source: Menu Name
ru_ru: Имя меню

source: Display a single Pod item's field value
ru_ru: Показывать значение поля одиночного Pod

source: Menu Position
ru_ru: Позиция меню

source: Menu Icon URL
ru_ru: URL иконки меню

source: None Found
ru_ru: Ничего не найдено

source: <strong>Label: </strong> Parent Page
ru_ru: <strong>Подпись: </strong> Родительская страница

source: Slug or ID
ru_ru: Slug или ID

source: Show in Navigation Menus
ru_ru: Показывать в навигационных меню

source: Field
ru_ru: Поле

source: Show in Admin Bar "New" Menu
ru_ru: Показывать в меню "Создать" административной панели

source: Pods - Form
ru_ru: Pods - Форма

source: Capability Type
ru_ru: Типы совместимости

source: Display a form for creating and editing Pod items
ru_ru: Показывать форму для создания и редактирования элементов Pod

source: Post
ru_ru: Пост

source: Fields (comma-separated)
ru_ru: Поля (разделенные запятой)

source: Custom
ru_ru: Пользовательский

source: Submit Label
ru_ru: Отправить подпись

source: Custom Capability Type
ru_ru: Пользовательские типы совместимости

source: Has Archive
ru_ru: Есть архив

source: Pods - List Items
ru_ru: Pods - Список элементов

source: Hierarchical
ru_ru: Иерархически

source: Display multiple Pod items
ru_ru: Отображать несколько элементов Pod

source: <strong>Label: </strong> Parent <span class="pods-slugged" data-sluggable="label_singular">Item</span>
ru_ru: <strong>Подпись: </strong> Родительский <span class="pods-slugged" data-sluggable="label_singular">элемент</span>

source: Custom Template
ru_ru: Пользовательский шаблон

source: <strong>Label: </strong> Parent
ru_ru: <strong>Подпись: </strong> родитель

source: Template
ru_ru: Шаблон

source: Rewrite
ru_ru: Переписать

source: Limit
ru_ru: Ограничение

source: Order By
ru_ru: Сортировать по

source: Where
ru_ru: Где

source: Pods - Single Item
ru_ru: Pods - Одиночный элемент

source: Rewrite Feeds
ru_ru: Переписать каналы

source: Display a single Pod item
ru_ru: Показать одиночный элемент Pod

source: Rewrite Pages
ru_ru: Переписать страницы

source: Enter helper name here
ru_ru: Введите имя помощника (хелпера)

source: Query Var
ru_ru: Переменная запроса

source: Helper Type
ru_ru: Тип помощника (хелпера)

source: Exportable
ru_ru: Экпортируемый

source: Code
ru_ru: Код

source: Supports
ru_ru: Поддерживающие

source: Helper
ru_ru: Помощник (хелпер)

source: Title
ru_ru: Заголовок

source: Allow Markdown Syntax?
ru_ru: Разрешить синтаксис markdown?

source: Author
ru_ru: Автор

source: Pod with the name %s already exists
ru_ru: Pod с именем %s уже существует

source: Featured Image
ru_ru: Миниатюра записи

source: Migrate: Import from Custom Post Type UI
ru_ru: Миграция: Импорт из UI пользовательского типа постов

source: Excerpt
ru_ru: Выдержка

source: Setup
ru_ru: Установка

source: Trackbacks
ru_ru: Обратные ссылки

source: Migrate
ru_ru: Перенос

source: Custom Fields
ru_ru: Пользовательские поля

source: Custom Post Type UI provides an interface to create Custom Post Types and Custom Taxonomies. You can import these and their settings directly into Pods 2.0
ru_ru: UI пользовательских типов постов предоставляет доступ к созданию Пользовательских типов Постов и Пользовательских таксономий. Вы можете импортировать их и их настройки напрямую в Pods 2.x

source: Revisions
ru_ru: Ревизии

source: Import Only
ru_ru: Импортировать только

source: Page Attributes
ru_ru: Атрибуты страницы

source: This will import your Custom Post Types and Taxonomies.
ru_ru: Это импортирует ваши пользовательские типы постов и таксономии.

source: Post Formats
ru_ru: Форматы поста

source: Import and Clean Up
ru_ru: Импортировать и очистить

source: Built-in Taxonomies
ru_ru: Встроенные таксономии

source: This will import your Custom Post Types and Taxonomies, and then remove them from Custom Post Type UI.
ru_ru: Это импортирует ваши пользовательские типы постов и таксономии, а затем ужалит их из UI пользовательских типов постов.

source: Show UI
ru_ru: Показать UI

source: Choose below which Custom Post Types and Taxonomies you want to import into Pods 2.0
ru_ru: Выберите какие типы постов и таксономии вы хотите импортировать в Pods 2.x

source: Menu Icon
ru_ru: Иконка меню

source: Choose Post Types to Import
ru_ru: Выберите типы постов для импорта

source: Show in Nav Menus
ru_ru: Показывать в меню

source: Available Post Types
ru_ru: Доступные типы постов

source: Allow in Tagcloud Widget
ru_ru: Разрешить в виджете Облако тэгов

source: No Post Types were found.
ru_ru: Не найдено типов постов.

source: Choose Taxonomies to Import
ru_ru: Выберите таксономии для импорта

source: Hierarchical Permalinks
ru_ru: Иерархические ссылки

source: Available Taxonomies
ru_ru: Доступные таккономии

source: Remember order saved on Post Types
ru_ru: Запомнить порядок, сохраненный в типах постов

source: No Taxonomies were found.
ru_ru: Не найдено таксономий.

source: Show Taxonomy column on Post Types
ru_ru: Показывать колонку таксономии в типах постов

source: Start Over
ru_ru: Начать заново

source: Whether to allow automatic creation of taxonomy columns on associated post-types
ru_ru: Разрешить независимое создание колонок таксономии на связанных типах постов

source: Next Step
ru_ru: Следующий шаг

source: Function to call when updating counts
ru_ru: Функция для вызова при обновлении счетчиков

source: Finished
ru_ru: Завершено

source: Associated Post Types
ru_ru: Связанные типы постов

source: Processing
ru_ru: Выполняется

source: Detail Page URL
ru_ru: URL страницы с подробностями

source: Migrate: Packages
ru_ru: Перенос: Пакеты

source: Title Field
ru_ru: Поле заголовка

source: Choose
ru_ru: Выберите

source: If you delete the "name" field, we need to specify the field to use as your primary title field. This field will serve as an index of your content. Most commonly this field represents the name of a person, place, thing, or a summary field.
ru_ru: Если вы удалите поле "name", нужно будет указать какое поле использовать как первичное. Это поле будет служить индексным для ваших данных. Обычно это поле представляет имя персоны, места, вещи или сводное поле.

source: Import / Export
ru_ru: Импорт / Экспорт

source: Pre-Save Helper(s)
ru_ru: Помощники до сохранения

source: Packages allow you to import/export your Pods, Fields, and other settings between any Pods sites.
ru_ru: Пакеты позволяют вам импортировать/экспортировать ваши Pods, поля и другие настройки между любыми сайтами с Pods.

source: Post-Save Helper(s)
ru_ru: Помощники после сохранения

source: Import
ru_ru: Импорт

source: Pre-Delete Helper(s)
ru_ru: Помощники до удаления

source: Import a package of Pods, Fields, and other settings from another site.
ru_ru: Импортировать пакет Pods, полей и иных настроек с другого сайта.

source: Post-Delete Helper(s)
ru_ru: Помощники после удаления

source: Choose which Pods, Fields, and other settings to export into a package.
ru_ru: Выберите какие Pods, поля и другие настройки экспортировать в пакет.

source: Are you sure you want to delete this Pod? All fields and data will be removed.
ru_ru: Вы уверены что хотите удалить этот Pod? Все данные и поля будут удалены.

source: Paste the Package Code
ru_ru: Вставить код Пакета

source: Choose which Pods to export
ru_ru: Выберите какие Pods экспортировать

source: Post Types
ru_ru: Типы постов

source: Toggle all on / off
ru_ru: Переключить все вкл / выкл

source: Taxonomies
ru_ru: Таксономии

source: Choose which Pod Templates to export
ru_ru: Выберите какие Pod шаблоны экспортировать

source: Loading available fields..
ru_ru: Загружаются доступные поля..

source: Choose which Pod Pages to export
ru_ru: Выберите какие страницы Pod экспортировать

source: -- Select Related Field --
ru_ru: -- Выберите связанное поле --

source: Choose which Pod Helpers to export
ru_ru: Выберите какие Pod помощники (хелперы) экспортировать

source: Pods &raquo; Embed
ru_ru: Pods &raquo; вставить

source: Results
ru_ru: Результаты

source: What would you like to do?
ru_ru: Что вы хотите сделать?

source: Continue
ru_ru: Продолжить

source: List multiple Pod items
ru_ru: Список нескольких элементов Pod

source: Enter URL here
ru_ru: Введите URL

source: Display a field from a single Pod item
ru_ru: Показать поле из одиночного элемента Pod

source: -- Page Template --
ru_ru: -- Шаблон страницы --

source: Choose a Pod
ru_ru: Выберите Pod

source: Page Title
ru_ru: Заголовок страницы

source: ID or Slug
ru_ru: ID или Slug

source: Page Code
ru_ru: Код страницы

source: Insert
ru_ru: Вставить

source: We recommend that you back your database up, it can really save you in a bind or a really weird situation that you may not be expecting. Check out a few options we think are <em>great</em> below.
ru_ru: Мы рекомендуем сделать бэкап базы данных, это может чильно облегчит жизнь в случае непредвиденной ситуации. Проверьте несколько опций, которые мы считаем <em>важными</em> ниже.

source: Page Template
ru_ru: Шаблон страницы

source: Coupon Code
ru_ru: Код купона

source: Page
ru_ru: Страница

source: The all-in-one WordPress backup plugin to easily backup, restore, and migrate to any number of local or external locations.
ru_ru: Плагин all-in-one WordPress backup для простого резервного копирования, восстановления и переноса в любое количество внешних сайтов.

source: Show to Admins Only?
ru_ru: Показывать только Администраторам?

source: Click to sign up
ru_ru: Кликните для входа

source: Capability Allowed
ru_ru: Разрешенные возможности

source: Comma-separated list of cababilities, for example add_podname_item, please see the Roles and Capabilities component for the complete list and a way to add your own.
ru_ru: Разделенный запятыми список разрешений, к примеру add_podname_item, смотрите компонент Роли и Разрешения для полного списка и способа добавления собственных.

source: Upgrade Pods
ru_ru: Обновить Pods

source: Restrict Access
ru_ru: Запретить доступ

source: Getting Started
ru_ru: Приступая к работе

source: %s User
ru_ru: %s пользователь

source: Prepare
ru_ru: Подготовить

source: View Users
ru_ru: Просмотреть пользователей

source: Welcome to #Pods2! We sincerely hope you enjoy over two years worth of planning and work, available to you for <em>free</em>.
ru_ru: Добро пожаловать в #Pods2! Мы надеемся вы будете довольны тем, на что мы потратили два года планирования и разработки. И все это доступно вам <em>бесплатно</em>.

source: Capabilities
ru_ru: Возможности

source: Due to a number of optimizations in #Pods2, we need to run a few updates to your database. This should not remove or change your existing Pod data from 1.x, so if you wish to rollback to Pods 1.x - you can easily do that.
ru_ru: В связи с количеством оптимизаций в #Pods2, необходимо запустить несколько обновлений вашей базы данных. Это не удалит и не изменит ваши существующие данные из Pods 1.x, так что если вы захотите вернуться к Pods 1.x - вы легко сможете это сделать.

source: Users
ru_ru: Пользователи

source: We will prepare all of your Pods, Settings, and Content for migration. If any issues are found they will be displayed below for your review. Be sure to backup your database before continuing onto the next step for Migration.
ru_ru: Мы подготовим все ваши Pods, настройки и данные к переносу. Если произойдут какие-либо ошибки они будут показаны ниже для If any issues are found they will be displayed below for your проверки. Проверьте чтобы у вас была резервная копия базы данных, прежде чем переходить к следующему шагу.

source: Role not found, cannot edit it.
ru_ru: Роль не найдена, невозможно редактировать.

source: %s is not editable
ru_ru: %s не редактируется

source: %s is reserved for internal WordPress or Pods usage, please try a different name
ru_ru: %s зарезирвировано для внутреннего использования в WordPress или Pods, пожалуйста используйте другое имя

source: Cannot save Field
ru_ru: Не могу сохранить поле

source: Cannot create new field
ru_ru: Не могу создать новое поле

source: Name must be given to save an Object
ru_ru: Нужно указать имя для того, чтобы сохранить объект

source: Type must be given to save an Object
ru_ru: Необходимо задать тип, для того, чтобы сохранить объект

source: Field not found
ru_ru: Поле не найдено

source: Field unable to be deleted
ru_ru: Не удается удалить поле

source: %s Object not found
ru_ru: %s Объект не найден

source: %s Object not deleted
ru_ru: %s Объект не удален

source: $params->id instead of $params->tbl_row_id
ru_ru: $params->id вместо $params->tbl_row_id

source: $params->id instead of $params->pod_id
ru_ru: $params->id вместо $params->pod_id

source: $params->pod_id instead of $params->datatype_id
ru_ru: $params->pod_id вместо $params->datatype_id

source: Pod Item not found
ru_ru: Pod Элемент не найден

source: Pre-delete helpers are deprecated, use the action pods_pre_delete_pod_item_%s instead
ru_ru: Хелперы Pre-delete запрещены, вместо этого пользуйтесь pods_pre_delete_pod_item_%s

source: Post-delete helpers are deprecated, use the action pods_post_delete_pod_item_%s instead
ru_ru: Хелперы Post-delete запрещены, вместо этого пользуйтесь pods_post_delete_pod_item_%s

source: Either Field Name or Field ID / Pod ID are required
ru_ru: Оба Имя поля или Field ID / Pod ID обзательны

source: Either Field Name / Field ID / Field Type, or Pod Name / Pod ID are required
ru_ru: Оба, Имя поля / ID поля / тип поля, или имя Pod / Pod ID обязательны

source: Object type is required
ru_ru: Обязательно указать тип объекта

source: Either Object ID or Name are required
ru_ru: Оба, ID объекта или имя, обязательны

source: Object not found
ru_ru: Объект не найден

source: Pod name required
ru_ru: Необходимо имя Pod

source: Item ID required
ru_ru: Необходимо ID элемента

source: Related Pod not found
ru_ru: Связанный Pod не найден

source: %s is empty
ru_ru: %s пустой

source: %s is required
ru_ru: %s обязательно

source: %s needs to be unique
ru_ru: %s должно быть уникально

source: Invalid submission
ru_ru: Неверная отсылка

source: Access denied for your session, please refresh and try again.
ru_ru: Доступ запрещен для вашей сессии, пожалуйста обновите страницу и попробуйте еще раз.

source: Access denied, please refresh and try again.
ru_ru: Доступ запрещен, пожалуйста обновите страницу и попробуйте еще раз.

source: All
ru_ru: Все

source: Edit
ru_ru: Редактировать

source: Add New
ru_ru: Добавить новый

source: Manage
ru_ru: Управление

source: Edit Pods
ru_ru: Редактировать Pod

source: Components
ru_ru: Компоненты

source: Settings
ru_ru: Настройки

source: Help
ru_ru: Помощь

source: Upgrade
ru_ru: Обновить

source: Pods Admin
ru_ru: Адмитнистрирование Pod

source: Pods Upgrade
ru_ru: Обновление Pods

source: <strong>NOTICE:</strong> Pods %s requires your action to complete the upgrade. Please run the <a href="%s">Upgrade Wizard</a>.
ru_ru: <strong>ВНИМАНИЕ:</strong> Pods %s необходимо чтобы вы выполнили следующие действия для завершения обновления. Пожалуйста запустите <a href="%s">Мастер Обновления</a>.

source: Delete
ru_ru: Удалить

source: Post Type (extended)
ru_ru: Тип Поста (расширенно)

source: Taxonomy (extended)
ru_ru: Таксономия (расширено)
