Repository: pods-framework/pods
Catalog: languages/pods-*.po
Languages: ru_ru

source: Setting data is required but is either invalid or empty
ru_ru: Необходимы данные настройки, но они либо неверные, либо пустые

source: Pod not allowed to be duplicated
ru_ru: Pod не может быть скопирован

source: Custom Settings Page
ru_ru: Страница кастомных настроек

source: Type
ru_ru: Тип

source: Category
ru_ru: Категория

source: Field Types
ru_ru: Типы поля

source: Integration
ru_ru: Интеграция

source: Migration
ru_ru: Миграция

source: You can find it at %s
ru_ru: Вы можете найти тут %s

source: The %s component requires that you have the <strong>%s</strong> plugin installed and activated.
ru_ru: Компоненту %s необходимо чтобы у вас был установлен и активирован плагин <strong>%s</strong>

source: The %s component requires that you have the <strong>%s</strong> theme installed and activated.
ru_ru: Компоненту %s необходимо чтобы у вас была установлена и активирована тема <strong>%s</strong>

source: The %s component can not be disabled from here. You must deactivate the plugin or theme that added it.
ru_ru: Компонент %s не может быть отключен отсюда. Вы должны деактивировать плагин или тему, установившие его.

source: There was an issue saving the export file in your uploads folder.
ru_ru: Возникла проблема при сохранении файла экспорта в вашу папку зашрузок.

source: Manage %s
ru_ru: Управлять %s

source: Duplicate %s
ru_ru: Копировать %s

source: Reorder %s
ru_ru: Изменить порядок %s

source: Save New %s
ru_ru: Сохранить новый %s

source: Save %s
ru_ru: Сохранить %s

source: Delete this %s
ru_ru: Удалить %s

source: Back to %s
ru_ru: Назад к %s

source: <strong>Error:</strong> You do not have access to this %s.
ru_ru: <strong>Ошибка:</strong> У вас нет доступа к %s.

source: <strong>Success:</strong> Your export is ready, the download should begin in a few moments. If it doesn't, you can download it <a href="%s" target="_blank">here</a>
ru_ru: <strong>Успешно:</strong> Ваш экспорт готов, скачивание должно начаться через мгновение. Если оно не начинаеся, вы можете скачать файл <a href="%s" target="_blank">тут</a>

source: Add Button Text
ru_ru: Добавить текст кнопки

source: Modal Title
ru_ru: Заголовок модального диалога

source: Attach a file
ru_ru: Прикрепить файл

source: Input Type
ru_ru: Тип ввода

source: Repeatable Field
ru_ru: Повторяемое поле

source: Before (ex. $100)
ru_ru: Перед числом (например $100)

source: After (ex. 100$)
ru_ru: После (например100$)

source: None (ex. 100)
ru_ru: Отсутствует (например 100)

source: Before with Currency Code after (ex. $100 USD)
ru_ru: Перед числом с кодом валюты после (например $100 USD)

source: Minimum Number
ru_ru: Минимальное число

source: Maximum Number
ru_ru: Максимальное число

source: Images (jpg, png, gif, etc..)
ru_ru: Изображения (jpg, png, gif, и т.д.)

source: Video (mpg, mov, flv, mp4, etc..)
ru_ru: Видео (mpg, mov, flv, mp4, и т.д.)

source: Audio (mp3, m4a, wav, wma, etc..)
ru_ru: Аудио (mp3, m4a, wav, wma, и т.д.)

source: Text (txt, csv, tsv, rtx, etc..)
ru_ru: Текст (txt, csv, tsv, rtx, и т.д.)

source: Navigation Menus
ru_ru: Меню навигации

source: Post Status
ru_ru: Статус поста

source: Sidebars
ru_ru: Сайдбары

source: Database Table
ru_ru: Таблица базы данных

source: Advanced Objects
ru_ru: Расширенные объекты

source: Multisite Sites
ru_ru: Мультисайт сайты

source: Multisite Networks
ru_ru: Мусльтисайт сети

source: Themes
ru_ru: Темы

source: Page Templates
ru_ru: Шаблоны страниц

source: Editor Options
ru_ru: Настройки редактора

source: Enable Media Buttons?
ru_ru: Включить Медиа кнопки?

source: Shortcode
ru_ru: Шорткод

source: Date
ru_ru: Дата

source: not set
ru_ru: не установлен

source: Template Config
ru_ru: Конфиг шаблона

source: Convert: Change Storage Type of Pod
ru_ru: Конвертация: Изменить тип хранилища Pod

source: Choose Pod(s)
ru_ru: Выбрать Pod(ы)

source: Convert
ru_ru: Конвертировать

source: Choose which storage type you would like to convert
ru_ru: Выберите какой тип хранилища вы хотите конвертировать

source: Table to Meta Conversion
ru_ru: Преобразование таблицы в мета

source: Content
ru_ru: Содержимое

source: Allowed Files
ru_ru: Разрешенные файлы

source: You do not have access to view this content.
ru_ru: У вас нет доступа для просмотра этих данных.

source: There was an issue with the file upload, please try again.
ru_ru: Во время загрузки файла возникла ошибка. Попробуйте еще раз.

source: Start Typing...
ru_ru: Начните ввод...

source: An unknown error has occurred
ru_ru: Произошла неизвестная ошибка

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
ru_ru: Плагин был обновлен, но не реактивирован. Пожалуйста активируйте его самостоятельно.

source: %1$s has been <strong>deprecated</strong> since Pods version %2$s! Use %3$s instead.
ru_ru: %1$s использовать <strong>недопустимо</strong> после выхода Pods версии %2$s! Вместо этого используйте %3$s.

source: Plugin reactivated successfully.
ru_ru: Плагин реактивирован успешно.

source: %1$s has been <strong>deprecated</strong> since Pods version %2$s with no alternative available.
ru_ru: %1$s <strong>исключен</strong> после выхода Pods %2$s без доступных альтернатив.

source: Pods - Custom Content Types and Fields
ru_ru: Pods - Пользовательские типы данных и поля

source: Find out more
ru_ru: Узнайте больше

source: and
ru_ru: и

source: Pods is a framework for creating, managing, and deploying customized content types and fields
ru_ru: Pods это инструмент для создания и управления произвольными типами данных и полей.

source: NOTICE
ru_ru: ВНИМАНИЕ

source: Pods Framework Team
ru_ru: Команда Pods Framework

source: requires a minimum of
ru_ru: требуется минимум

source: to function. You are currently running
ru_ru: для работы. У вас сейчас есть

source: Please upgrade your WordPress to continue.
ru_ru: Пожалуйста обновите вашу версию Wordpress для продолжения

source: Please upgrade (or have your Hosting Provider upgrade it for you) your PHP version to continue.
ru_ru: Пожалуйста обновите вашу версию PHP для продолжения (или пусть ваш хостинг провайдер сделает это для вас).

source: Please upgrade (or have your Hosting Provider upgrade it for you) your MySQL version to continue.
ru_ru: Пожалуйста обновите вашу версию MySQL для продолжения (или пусть ваш хостинг провайдер сделает это для вас).

source: Invalid upgrade process.
ru_ru: Ошибка процесса обновления.

source: Invalid upgrade method.
ru_ru: Ошибка метода обновления.

source: Upgrade method not found.
ru_ru: Метод обновления не найден.

source: Table not found, it cannot be migrated
ru_ru: Таблица не найдена, она не может быть перенесена.

source: Invalid Pod.
ru_ru: Неверный Pod

source: Pod not found, it cannot be migrated
ru_ru: Pod не найден и не может быть перенесен.

source: is a field in the table, but was not found in this pod - the field data will not be migrated.
ru_ru: Является полем в таблице, но не найдено в этом Pod. Данные этого поля не будут перенесены.

source: is a field in this pod, but was not found in the table - the field data will not be migrated.
ru_ru: Является полем в этом Pod, но не найдено в таблице. Данные этого поля не будут перенесены.

source: Input Helpers may not function in our new forms, we have imported and disabled them for your review.
ru_ru: Input Helpers могут не работать в наших новых формах, мы импортировали их и отключили для вашей проверки.

source: Save
ru_ru: Сохранить

source: Table not found, items cannot be migrated
ru_ru: Таблица не найдена. Элементы не могут быть перенесены.

source: New table not found, items cannot be migrated
ru_ru: Новая таблица не найдена. Элементы не могут быть перенесены.

source: Back to
ru_ru: Вернутся к

source: Pod Types table not found, items cannot be migrated
ru_ru: Таблица Pod Types не найдена. Элементы не могут быть перенесены.

source: <strong>Error:</strong> %s not found.
ru_ru: <strong>Ошибка:</strong> %s не найдено.

source: Pod table not found, items cannot be migrated
ru_ru: Таблица Pod не найдена. Элементы не могут быть перенесены.

source: <strong>Success!</strong> %s reordered successfully.
ru_ru: <strong>Успешно!</strong> %s пересортированы успешно.

source: Pod not found, items cannot be migrated
ru_ru: Pod не найден. Элементы не могут быть перенесены.

source: <strong>Error:</strong> %s has not been reordered.
ru_ru: <strong>Ошибка:</strong> %s не были пересортированы.

source: duplicated
ru_ru: дублировано

source: saved
ru_ru: сохранено

source: <strong>Error:</strong> %s %s successfully.
ru_ru: <strong>Ошибка:</strong> %s %s успешно.

source: created
ru_ru: создано

source: <strong>Error:</strong> %s not %s.
ru_ru: <strong>Ошибка:</strong> %s не %s.

source: <strong>Error:</strong> Invalid Configuration - Missing "id" definition.
ru_ru: <strong>Ошибка:</strong> Неверная конфигурация - отсутствует объявление "id".

source: Back to Manage
ru_ru: Вернуться к управлению

source: Previous
ru_ru: Предыдущий

source: Reset Filters
ru_ru: Сбросить фильтры

source: Next
ru_ru: Следующий

source: Bulk Actions
ru_ru: Массовые действия

source: Enter name here
ru_ru: Введите имя

source: Apply
ru_ru: Применить

source: Fields
ru_ru: Поля

source: Update Order
ru_ru: Обновить порядок

source: Pods Help
ru_ru: Помощь по Pods

source: Cancel
ru_ru: Отменить

source: Delete Pods 1.x data
ru_ru: Удалить данные Pods 1.x

source: Export
ru_ru: Экспорт

source: This will delete all of your Pods 1.x data, it's only recommended if you've verified your data has been properly migrated into Pods 2.x.
ru_ru: Это удалит все ваши данные из Pods 1.x, рекоммендуем делать это только если вы проверили что все ваши данные были успешно перенесены в Pods 2.x.

source: Please use the search filter(s) above to display data
ru_ru: Пожалуйста используйте поисковые фильтры сверху для показа данных.

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds 1.x, resetting it to a clean first install.
ru_ru: Вы уверены что хотите это сделать? Это отличный повод чтобы проверить есть ли у вас резервная копия. Мы удаляем все данные, которые относятся к версии 1.x.

source: or click on an Export to download a full copy of the data
ru_ru: или кликните на Экспорт для скачивания полной копии данных

source: Delete Pods 1.x settings and data
ru_ru: Удалить установки и данные Pods 1.x

source: Reset
ru_ru: Сбросить

source: Reset Pods 2.x
ru_ru: Сбросить Pods 2.x

source: Advanced Filters
ru_ru: Расширенные фильтры

source: This does not delete any Pods 1.x data, it simply resets the Pods 2.x settings, removes all of it's data, and performs a fresh install.
ru_ru: Данные из Pods 1.x не будут удалены. Все данные и установки из Pods 2.x будут удалены и будет произведена свежая установка.

source: Add Filter
ru_ru: Добавить фильтр

source: <strong>Please Note:</strong> This does not remove any items from any Post Types, Taxonomies, Media, Users, or Comments data you have added/modified.
ru_ru: <strong>Обратите внимание:</strong> Это не удалит никаких элементов из Типов Постов, Таксономии, Медиа, Пользователей или Комментариев, которые были вами добавлены или отредактированы.

source: Remove Filter
ru_ru: Удалить фильтр

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds 2.x, resetting it to a clean first install.
ru_ru: Вы уверены что хотите это сделать? Это отличный повод чтобы проверить есть ли у вас резервная копия. Мы удаляем все данные, которые относятся к версии 2.x, после чего сбросим все к чистой установке.

source: Clear
ru_ru: Очистить

source: Reset Pods 2.x settings and data
ru_ru: Сбросить установки и данные Pods 2.x

source: Search Text
ru_ru: Текст для поиска

source: Deactivate and Delete Pods 2.x data
ru_ru: Деактивировать и удалить данные Pods 2.x

source: No %s found
ru_ru: %s не найдено

source: This will delete Pods 2.x settings, data, and deactivate itself once done. Your database will be as if Pods 2.x never existed.
ru_ru: Это удалит все настройки и данные из Pods 2.x. После этого деактивируем Pods. Ваша база данных останется такой, как будто Pods 2.x никогда не существовало.

source: <strong>Error:</strong> Invalid Configuration - Missing "fields" definition.
ru_ru: <strong>Ошибка:</strong> Неверная конфигурация - Отсутствует объявление "полей".

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds 2.x with no turning back.
ru_ru: Вы уверены что хотите это сделать? Это отличный повод чтобы проверить есть ли у вас резервная копия. Мы удаляем все данные, которые относятся к версии 2.x без возврата.

source: View this item
ru_ru: Просмотреть этот элемент

source: Reset Pods
ru_ru: Сбросить Pods

source: Edit this item
ru_ru: Редактировать элемент

source: This will reset Pods settings, removes all of it's data, and performs a fresh install.
ru_ru: Это сбросит все настройки и удалит все данные относящиеся к Pods, после чего будет произведена чистая установка.

source: Duplicate this item
ru_ru: Дублировать элемент

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds Pods, resetting it to a clean, first install.
ru_ru: Вы уверены что хотите это сделать? Это отличный повод чтобы проверить есть ли у вас резервная копия. Мы удаляем все данные, которые относятся к Pods, сбрасывая его к чистой, первой установке.

source: Delete this item
ru_ru: Удалить элемент

source: Reset Pods settings and data
ru_ru: Сбросить настройки и данные Pods

source: You are about to permanently delete this item\n Choose \'Cancel\' to stop, \'OK\' to delete.
ru_ru: Вы собираетесь удалить безвозвратно этот элемент\n Выберите \'Отмену\' для остановки, \'OK\' для удаления.

source: Deactivate and Delete Pods data
ru_ru: Деактивировать и удалить данные Pods

source: Enable
ru_ru: Включить

source: This will delete Pods settings, data, and deactivate itself once done. Your database will be as if Pods never existed.
ru_ru: Это удалит все настройки и данные Pods, после чего деактивирует Pods. Ваша база данных будет такой, как будто Pods никогда не существовало.

source: Disable
ru_ru: Отключить

source: Are you sure you want to do this? This is a good time to make sure you have a backup. We are deleting all of the data that surrounds with no turning back.
ru_ru: Вы уверены что хотите это сделать? Это отличный повод чтобы проверить есть ли у вас резервная копия. Мы удаляем все данные, которые относятся к Pods без возврата.

source: Show on screen
ru_ru: Показать на экране

source: The following are settings provided for advanced site configurations.
ru_ru: Следующие настройки относятся к расширенной конфигурации сайта.

source: item
ru_ru: Элемент

source: Force an update of this beta from GitHub
ru_ru: Принудительно обновить бета версию с Github

source: Go to the first page
ru_ru: Перейти на первую страницу

source: This tool lets you update your Pods installation to the latest alpha/beta/release candidate, usually only when you've been instructed to do so.
ru_ru: Этот инструмент позволит вам обновить Pods до последней альфа/бета/пререлиз версии, обычно только после того, как вы будете проинструктированы об этом.

source: Go to the previous page
ru_ru: На предыдущую страницу

source: Force Plugin Refresh/Update from GitHub
ru_ru: Принудительно обновить плагин с Github

source: Current page
ru_ru: Текущаю страница

source: Clear Pods Cache
ru_ru: Очистить кэш Pods

source: of
ru_ru: из

source: This tool will clear all of the transients/cache that are used by Pods.
ru_ru: Этот инструмент очистит весь кэш, используемый Pods

source: Go to the next page
ru_ru: На следующую страницу

source: Debug Information
ru_ru: Отладочная информация

source: Go to the last page
ru_ru: На последнюю страницу

source: Tools
ru_ru: Инструменты

source: Avatar Uploader
ru_ru: Загрузчик аватар

source: Cleanup &amp; Reset
ru_ru: Очистить &amp; Сбросить

source: Attachments (WP Media Library)
ru_ru: Вложения (WP Медиа библиотека)

source: Add New Pod
ru_ru: Добавить новый Pod

source: Create or Extend
ru_ru: Создать или расширить

source: Attachments Default Tab
ru_ru: Вкладка для вложений по-умолчанию

source: Configure
ru_ru: Настроить

source: Upload File
ru_ru: Загрузить файл

source: Media Library
ru_ru: Медиа библиотека

source: Restrict File Size
ru_ru: Ограничить размер файла

source: Create New
ru_ru: Создать новый

source: Checkbox
ru_ru: Чекбокс

source: Extend Existing
ru_ru: Расширить существующий

source: Radio Buttons
ru_ru: Переключатели (radio buttons)

source: Extend any existing content type within WordPress, including <strong>Post Types</strong> (Posts, Pages, etc), <strong>Taxonomies</strong> (Categories, Tags, etc), <strong>Media</strong>, <strong>Users</strong>, or <strong>Comments</strong>.
ru_ru: Расширить существующий тип данных в WordPress, включая <strong>Типы постов</strong> (Посты, Страницы и т.д.), <strong>Такономии</strong> (Категории, Тэги и т.д.), <strong>Медиа</strong>, <strong>Пользователей</strong>, или <strong>Комментарии</strong>.

source: Drop Down
ru_ru: Выпадающий список

source: Creating a new Content Type allows you to control exactly what that content type does, acts like, the field it has, and the way you manage it.
ru_ru: Создание новых типов данных позволяет вам точно контролировать что этот тип данных будет делать, какие поля содержать и как вы будете им управлять.

source: Yes Label
ru_ru: Подпись для Да

source: Create a New Content Type
ru_ru: Создать новый тип содержимого

source: Yes
ru_ru: Да

source: Content Type
ru_ru: Тип содержимого

source: No Label
ru_ru: Подпись для Нет

source: <h6>Content Types</h6> There are many content types to choose from, we have put together a comparison between them all to help you decide what fits your needs best.
ru_ru: <h6>Типы содержимого</h6> Существует множество типов данных из которых модно выбирать. Мы разместили их сравнение, чтобы помочь вам выбрать что лучше подходит под ваши нужды.

source: No
ru_ru: Нет

source: Custom Post Type (like Posts or Pages)
ru_ru: Произвольные типы постов (такие как Посты или Страницы)

source: Output Options
ru_ru: Опции вывода

source: Custom Taxonomy (like Categories or Tags)
ru_ru: Произвольная таксономия (наподобие Категорий или Ключевых слов)

source: Allow Shortcodes?
ru_ru: Разрешить шорткоды?

source: Advanced Content Type (separate from WP, blank slate, in its own table)
ru_ru: Расширенные типы содержимого (отделенные от WP, в своей собственной таблице)

source: Maximum Length
ru_ru: Максимальная длина

source: Enable Extra Fields?
ru_ru: Включить дополнительные поля?

source: This field is required.
ru_ru: Это обязательное поле.

source: <h6>Storage Types</h6> Taxonomies do not support extra fields natively, but Pods can add this feature for you easily. Table based storage will operate in a way where each field you create for your content type becomes a field in a table.
ru_ru: <h6>Варианты хранения</h6> В WP таксономии не поддерживают дополнительные поля, но Pods может легко добавить эту возможность. Хранение в таблице работает таким образом, что каждое поле становится полем в таблице.

source: Invalid value provided for this field.
ru_ru: Неверное значение введено для этого поля.

source: Do not enable extra fields to be added
ru_ru: Не разрешать добавление дополнительных полей

source: Invalid Hex Color value provided for this field.
ru_ru: Неверное hex значение цвета для этого поля.

source: Enable extra fields for this Taxonomy (Table Based)
ru_ru: Включить дополнительные поля для этой Таксономии (в собственной таблице)

source: Currency Sign
ru_ru: Знак валюты

source: Plural Label
ru_ru: Подпись множественного числа

source: Currency Placement
ru_ru: Расположение знака валюты

source: <h6>Plural Label</h6> This is the label for more than 1 item (Plural) that will appear throughout the WordPress admin area for managing the content.
ru_ru: <h6>Подпись множественного числа</h6> Это подпись для более чем одного элемента будет использоваться в админке WordPress при управлении содержимы.

source: Singular Label
ru_ru: Подпись единственного числа

source: <h6>Singular Label</h6> This is the label for 1 item (Singular) that will appear throughout the WordPress admin area for managing the content.
ru_ru: <h6>Подпись единственного числа</h6> Эта подпись для одного элемента будет использоваться в админке WordPress для редактирования содержимого.

source: Advanced
ru_ru: Расширенные

source: Identifier
ru_ru: Идентификатор

source: Format
ru_ru: Формат

source: <h6>Pod Indentifier</h6> This is different than the labels users will see in the WordPress admin areas, it is the name you will use to programatically reference this object throughout your theme, WordPress, and other PHP.
ru_ru: <h6>Идентификатор Pod</h6> Это не подпись, которую пользователи видят в админке WordPress, а имя, с помощью которого вы можете использовать этот объект при программировании на PHP.

source: Localized Default
ru_ru: Локализованные значения по-умолчанию

source: <h6>Storage Types</h6> Table based storage will operate in a way where each field you create for your content type becomes a field in a table. Meta based storage relies upon the WordPress meta storage table for all field data.
ru_ru: <h6>Типы хранения</h6> Табличное хранение работает таким образом, что каждое созданное для вашего контента поле будет полем в таблице. Мета хранение основано на мета таблице WordPress для всех данных полей.

source: Decimals
ru_ru: Десятичные

source: Meta Based (WP Default)
ru_ru: Мета хранилище (по-умолчанию в WP)

source: %s is not numeric
ru_ru: %s не число

source: Table Based
ru_ru: Табличное хранилище

source: Date Format
ru_ru: Формат данных

source: Extending an existing Content Type allows you to add fields to it and take advantage of the Pods architecture for management and optionally for theming.
ru_ru: Расширение существующих типов содержимого позволит вам добавлять к ним поля и использовать все преимущества Pods для управления и, при необходимости, для темизации.

source: Allow empty value?
ru_ru: Разрешить пустые значения?

source: Extend an Existing Content Type
ru_ru: Расширить существующий Тип содержимого

source: Enable HTML5 Input Field?
ru_ru: Включить поля ввода HTML5?

source: Post Types (Posts, Pages, etc..)
ru_ru: Типы Постов (Посты, Страницы и т.д.)

source: Time Format Type
ru_ru: Тип Формат времени

source: Taxonomies (Categories, Tags, etc..)
ru_ru: Таксономии (Категории, Тэги и т.д.)

source: 12 hour
ru_ru: 12 часов

source: Media
ru_ru: Медиа

source: 24 hour
ru_ru: 24 часа

source: Comments
ru_ru: Комментарии

source: Time Format
ru_ru: Формат времени

source: Post Type
ru_ru: Тип Поста

source: Invalid e-mail provided.
ru_ru: Введен не верный адрес e-mail

source: <h6>Post Types</h6> WordPress can hold and display many different types of content. Internally, these are all stored in the same place, in the wp_posts table. These are differentiated by a column called post_type.
ru_ru: <h6>Типы постов</h6> WordPress может хранить и отображать множество разных типов содержимого. Внутри, все они хранятся в одном месте, в таблице wp_posts. Различаются между собой колонкой под названием post_type.

source: File Type
ru_ru: Тип файла

source: Taxonomy
ru_ru: Таксономия

source: Single Select
ru_ru: Одиночный выбор

source: <h6>Taxonomies</h6> A taxonomy is a way to group Post Types.
ru_ru: <h6>Таксономии</h6> Таксономия это способ группирования типов Постов.

source: Multiple Select
ru_ru: Множественный выбор

source: Move
ru_ru: Переместить

source: File Uploader
ru_ru: Загрузчик файла

source: Edit this field
ru_ru: Редактировать это поле

source: Editable Title
ru_ru: Редактируемый заголовок
