Repository: pods-framework/pods
Catalog: languages/pods-*.po
Languages: ru_ru

source: Custom Post Type
ru_ru: Пользовательский Тип Постов

source: Custom Taxonomy
ru_ru: Пользовательская Таксономия

source: User (extended)
ru_ru: Пользователь (расширено)

source: Media (extended)
ru_ru: Медиа (расширено)

source: Comments (extended)
ru_ru: Комментарии (раскрыты)

source: Advanced Content Type
ru_ru: Расширенные Типы Данных

source: Label
ru_ru: Подпись

source: Name
ru_ru: Имя

source: Storage Type
ru_ru: Тип хранения

source: Delete All Items
ru_ru: Удалить все элементы

source: Are you sure you want to delete all items from this Pod?
ru_ru: Вы уверены что хотите удалить все элементы из этого Pod?

source: Pod not found.
ru_ru: Pod не найден.

source: Pod deleted successfully.
ru_ru: Pod удален успешно.

source: Pod reset successfully.
ru_ru: Pod сброшен успешно.

source: by %s
ru_ru: от %s

source: Visit component site
ru_ru: Посетить сайт компонента

source: Description
ru_ru: Описание

source: Component enabled
ru_ru: Компонент включен

source: Component disabled
ru_ru: Компонент выключен

source: Unauthorized request
ru_ru: Неавторизированный запрос

source: Access denied
ru_ru: Доступ запрещен

source: Invalid field request
ru_ru: Неверный запрос поля

source: Invalid field
ru_ru: Неверное поле

source: File size too large, max size is %s
ru_ru: Слишком большой размер файла, максимум %s

source: File type not allowed, please use one of the following: %s
ru_ru: Запрещенный тип файла, резрешены только: %s

source: %s updated. <a href="%s">%s</a>
ru_ru: %s обновлено. <a href="%s">%s</a>

source: Custom field updated.
ru_ru: Пользовательское поле обновлено.

source: Custom field deleted.
ru_ru: Пользовательское поле удалено,

source: %s updated.
ru_ru: %s обновлено.

source: %s restored to revision from %s
ru_ru: %s восстановлена ревизия из %s

source: %s published. <a href="%s">%s</a>
ru_ru: %s опубликовано. <a href="%s">%s</a>

source: %s saved.
ru_ru: %s сохранено.

source: %s submitted. <a target="_blank" href="%s">Preview %s</a>
ru_ru: %s отправлен. <a target="_blank" href="%s">Просмотреть %s</a>

source: %s scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview %s</a>
ru_ru: %s запланирован на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Просмотреть %s</a>

source: %s draft updated. <a target="_blank" href="%s">Preview %s</a>
ru_ru: %s черновик обновлен. <a target="_blank" href="%s">Просмотреть %s</a>

source: %s published.
ru_ru: %s опубликовано.

source: %s submitted.
ru_ru: %s отправлено.

source: %s scheduled for: <strong>%1$s</strong>.
ru_ru: %s запланирован на: <strong>%1$s</strong>.

source: %s draft updated.
ru_ru: %s черновик обновлен.

source: Items
ru_ru: Элементы

source: Item
ru_ru: Элемент

source: Add New %s
ru_ru: Добавить новый %s
